[
  {
    "Name": "Cath",
    "Comment": "A fabulous time at the Fringe surrounded by lovely, joyful people! Thank you all so much for making it happen. Cath xx"
  },
  {
    "Name": "Jenny",
    "Comment": "A lot of the work and thought that goes into this kind of trip can be invisible, but you do an amazing job of organising us all with smiles and lightness. I'm full of thanks for more special memories with lovely people xxx"
  },
  {
    "Name": "Helen and Bella",
    "Comment": "What an incredible experience! I'm so grateful! I loved it, she LOVED it and you've definitely inspired the next generation…thank you so much. X"
  },
  {
    "Name": "Nicola",
    "Comment": "Thanks for such a fabulous time and great experience, and for doing it all with a big smile. Loved my second Edinburgh Fringe just as much as the first! Nicola x"
  },
  {
    "Name": "Cassie ",
    "Comment": "Show Choir has honestly been life-changing, and Fringe has been a real highlight. You should be so proud of what you’ve built, it’s more than just a hobby, it’s a community. Thank you from the bottom of our hearts! xxx"
  },
  {
    "Name": "Moira",
    "Comment": "Huge thanks to you both, it has been a fabulous and joyful experience and I feel so privileged to be part of such an amazing community."
  },
  {
    "Name": "Peter A",
    "Comment": "Really appreciate Show Choir for raising us up to just be the musical theatre nuts we always wanted to be. Love coming to the fringe with show choir, and would really love to do it again! x"
  },
  {
    "Name": "Claire Fraser ",
    "Comment": "You guys ROCK!"
  },
  {
    "Name": "Nicola rooney",
    "Comment": "The loving and supportive community you have both fostered is amazing.  you have a special gift- thank you for sharing with us all"
  },
  {
    "Name": "Lauren May",
    "Comment": "Thank you so much for a wonderful experience!! You guys are amazing xx"
  },
  {
    "Name": "Nikky Pye",
    "Comment": "A million thank yous, especially for the stuff we don't see but benefit from so much. This is a wonderful community xxx"
  },
  {
    "Name": "Milly CT",
    "Comment": "Thank you so much for all the work that has gone into the Fringe trip! It has been the most amazing time!"
  },
  {
    "Name": "Milly P ",
    "Comment": "Thank you so much for organising an amazing experience. Singing with Show Choir brings me so much joy. Thank you for everything you do. Lots of love xxx"
  },
  {
    "Name": "Ayla",
    "Comment": "Thank you all for an amazing few days but also all the hard work that goes into this amazing community all year round. Thank you all!"
  },
  {
    "Name": "Edward",
    "Comment": "Just forever grateful for what you have created with our Fringe run and the community we have in Show Choir. Hey, the music's pretty good too! Edward xx"
  },
  {
    "Name": "Sally",
    "Comment": "Edinburgh was a blast. Loved every minute. Thank you Jess and Doug for the energy, joy, laughs and harmonies that you bring. Sally xxx"
  },
  {
    "Name": "Vanessa ",
    "Comment": "You guys are just magic - thank you so much for another amazing Fringe experience and everything you do to create such joy all year round! Vanessa xx"
  },
  {
    "Name": "Huw ",
    "Comment": "Thank you guys so much for this incredible magical experience performing at the fringe twice now."
  },
  {
    "Name": "Julie BOOTLE( only 1)",
    "Comment": "All I can say is you are Both the most AWESOME people I have ever met, you have completely changed so many of our lives. Please never stop being you. We LOVE YOU , you can tell I am most certainly here to stay xxxxxxx"
  },
  {
    "Name": "Stephanie B",
    "Comment": "Thank you, thank you, thank you, what an amazing experience! xxx"
  },
  {
    "Name": "Chloë ",
    "Comment": "Oh my goodness … you guys! What an amazing experience. Singing makes my heart happy. Thank you so much for arranging this for us all"
  },
  {
    "Name": "Ocho",
    "Comment": "Woof woof. Ahroo. Bork. Ahhhroooowah!"
  },
  {
    "Name": "Kayleigh ",
    "Comment": "I love being in Show Choir! Had such a fab time, will remember singing from the literal roof tops forever! xx"
  },
  {
    "Name": "Ailyn ",
    "Comment": "This has been genuinely one of the most incredible experiences ever. I am so grateful to you for making this happen. Keep being your wonderful selves! Doug those boots need to make an appearance at the New Year ball!"
  },
  {
    "Name": "Benedict F",
    "Comment": "Huge thank you for the fantastic time in Edingburgh. I had withdrawal symptoms for days after!"
  },
  {
    "Name": "Mel",
    "Comment": "Thanks Doug and Jess for such a wonderful Edinburgh experience!"
  },
  {
    "Name": "Laura W-R",
    "Comment": "Thank you for organising everything! It all went off without a hitch. Really appreciate your hard work in creating an enjoyable fringe experience!"
  },
  {
    "Name": "Ollie Bray",
    "Comment": "Thank you so much for my 2nd Edinburgh experience - I enjoyed every second x"
  },
  {
    "Name": "Jon Cooney",
    "Comment": "Big thanks from me!"
  },
  {
    "Name": "Lucy A",
    "Comment": "Thanks again for another fantastic Fringe run, I'm so proud to have been a part of those performances! Xx"
  },
  {
    "Name": "Jonny M",
    "Comment": "Thanks for all the heart and soul you pour into this choir! x"
  },
  {
    "Name": "Elinor E",
    "Comment": "A huge thank you for another INCREDIBLE fringe, the organisation, encouragement and community you give us is so special, very thankful for show choir!"
  },
  {
    "Name": "Rosalyn",
    "Comment": "Thank you for everything! This has been such a wonderful experience and you've both been incredible - making it all happen while keeping us laughing along the way. So glad to be part of the Show Choir family!"
  },
  {
    "Name": "Dora",
    "Comment": "Loved every minute! Thankyou soooo much xx"
  },
  {
    "Name": "Georgie Wellstead",
    "Comment": "Thanks so much Jess & Doug for all your hard work & leadership with the fringe festival! I absolutely loved it and really wish we could do it all over again already! Xx"
  },
  {
    "Name": "Sammy Thompson ",
    "Comment": "I can't thank you guys enough for the AMAZING, unforgettable experience I've had at my first Fringe Festival, and the diverse, and extremely talented community you have created with us! Forever grateful to be part of Show Choir!!"
  },
  {
    "Name": "Vicki E",
    "Comment": "Thank you for another amazing year at the Fringe. amazing memories with amazing people x"
  },
  {
    "Name": "Sara Dean",
    "Comment": "Thank you for an amazing experience! Just loved it!"
  },
  {
    "Name": "Oli P",
    "Comment": "Thank you for another INCREDIBLE, WONDERFUL Fringe run. The joy, the community, the singing, and turning our energy into a really slick performance will stick with me for a long time"
  },
  {
    "Name": "Fiona Scriven",
    "Comment": "Thank you so much for all your hard work and for setting us up for such a great week! I had a wonderful time making a wonderful noise with wonderful people! Such a fab end to my first year of Show Choir, here's to many more!"
  },
  {
    "Name": "Jean & Peter",
    "Comment": "Thanks Doug and Jess for giving us this brilliant opportunity to perform at the Fringe.  We loved every minute of it. You've created something very special with the Show Choir and we feel so fortunate to be a part of it. xx"
  },
  {
    "Name": "Annick",
    "Comment": "Thank you for this once-in-a-lifetime experience!! I had so much fun and feel truly grateful! Hope I get to do it again!"
  },
  {
    "Name": "Gail",
    "Comment": "Thankyou for your great teaching arrangements and enthusiasm - super times"
  },
  {
    "Name": "Karen counsell ",
    "Comment": "Thank you both for everything. It was amazing and the best stroke rehabilitation programme ever. It has made me smile and filled my heart with joy."
  },
  {
    "Name": "Kat",
    "Comment": "Congratulations both on producing another fantastic Fringe show! So much time, thought, energy and hard work, was great fun! Kat xxx"
  },
  {
    "Name": "Emily H",
    "Comment": "Thanks so much for arranging everything- it was such a fab trip! x"
  },
  {
    "Name": "Jo",
    "Comment": "Thank you so much for arranging the most wonderful week in Edinburgh. I loved every minute! Such a fab experience!! x"
  },
  {
    "Name": "Alex Brown",
    "Comment": "What a great experience! Thank you Jess and Doug for all your hard work"
  },
  {
    "Name": "Vicki T",
    "Comment": "What an amazing experience!  Thanks so much for making it all happen.  A fantastic finale to my first year with Show Choir x"
  },
  {
    "Name": "Siân",
    "Comment": "I'm SO glad I decided to join you in Edinburgh this year, it was such a wonderful experience! Thank you both so much xx"
  },
  {
    "Name": "Liv Dennett",
    "Comment": "I've left Edinburgh feeling like I can conquer the world. Thank you for the most amazing experience - such wonderful memories made!"
  },
  {
    "Name": "Pauline",
    "Comment": "Thank you both so much for all your incredible hard work.  Another amazing year at the Fringe.  Just loved it. xx"
  },
  {
    "Name": "Natalie",
    "Comment": "Thank you for organising such an amazing opportunity! You're both the best!"
  },
  {
    "Name": "Sophie B",
    "Comment": "Thank you for organising another incredible year of Fringe - it is so appreciated by everyone. Still on a huge high! xx"
  },
  {
    "Name": "David Farnall ",
    "Comment": "Guys, thank you, thank you, thank you so much for giving us all a truly a-maz-ing Edinburgh experience. You are the best!"
  },
  {
    "Name": "Josie ",
    "Comment": "What an incredible experience yet again! thank you so much! I can't wait for the next one! x"
  },
  {
    "Name": "Tessa",
    "Comment": "My colleague, who flew up for day to see us, told me yesterday it was a privilege to be able to do it she absolutely loved the show. It was even worth the 4 hour delay for her flight back. Had the best time. Felt supported and happy"
  },
  {
    "Name": "Kirsty",
    "Comment": "Thank you both for organising such a special experience for us all! You're both fabulous!! x"
  },
  {
    "Name": "Emma L",
    "Comment": "Another wonderful fringe done and dusted! Thanks to all for organising both the trip and the rabble xx"
  },
  {
    "Name": "Susan",
    "Comment": "HUGE thanks to Doug and Jess for the amazing, magical Fringe experience … you are both so inspirational and it was great fun with everyone xx"
  },
  {
    "Name": "Anna C",
    "Comment": "Doug & Jess, I am deeply grateful for the chance you’ve given Show Choir to attend the Edinburgh Fringe. Once more, it was an incredible week. My heartfelt thanks to both of you. With love, Anna C"
  },
  {
    "Name": "Lia",
    "Comment": "Thank you so much for another fabulous Fringe experience!! Your enthusiasm and energy is unmatched and it makes the performances so enjoyable."
  },
  {
    "Name": "Adam Connolly",
    "Comment": "A wonderful time where through your dedication and hard work we got to make some lifetime memories, meet some wonderful people, and show the people of Edinburgh how talented we all are. Thank you for the home you have created for us and never stop being who you are."
  },
  {
    "Name": "Nicky L",
    "Comment": "A huge thank you for the wonderful opportunity to perform at the Fringe. Thank you also for all the hard work that you both put into making the Fringe happen and then making it absolutely fabulous. The whole experience was amazing x"
  },
  {
    "Name": "Amy S",
    "Comment": "Thank you soo much for a truly unforgettable Edinburgh Fringe experience! Your hard work & dedication into making it all run smoothly and so much fun is mind-blowing! xx"
  },
  {
    "Name": "Laura R",
    "Comment": "A core memory created for this trip, singing on the balcony looking out at the sunset over Edinburgh Castle. Thank you for making this happen, for all the organising and energising!"
  },
  {
    "Name": "Kerina",
    "Comment": "Thank you for another incredible and unforgettable experience. It was so special and I am just so grateful to you for making it happen! x"
  },
  {
    "Name": "Soph",
    "Comment": "Came home with a full heart, a sore voice and the biggest smile on my face. Thank you two endlessly for building such a wonderful community and making this magic possible ♥️"
  },
  {
    "Name": "Christine Peters",
    "Comment": "Thanks Doug and Jess for your boundless energy to bring out the best in us. Had an unforgettable few days. Lovely singing and lovely Show Choir."
  },
  {
    "Name": "Fay",
    "Comment": "Thank you both so much for the most incredible Fringe experience! I have always dreamed of performing at the Fringe and I couldn’t have asked for a better group of people to do it with."
  },
  {
    "Name": "Karen",
    "Comment": "Thank you so much for the amazing opportunity to perform at the Fringe. Totally blown away by how amazing the whole experience was. So lucky to have such lovely friends who all loved it as much as I did. Thank you Jess & Doug for your support, hard work and dedication to making this happen for us all. Xxx"
  },
  {
    "Name": "Katie B",
    "Comment": "Thank you so much for an incredible Fringe experience. So many laughs and spine tingling performances. I loved every moment x"
  },
  {
    "Name": "Anna B ",
    "Comment": "Words cannot do it justice, it was so amazing, such brilliant memories! Thank you so, so much xx "
  },
  {
    "Name": "AlisonW",
    "Comment": "What a joy it is to sing with Show Choir. Thank you Jess and Doug."
  },
  {
    "Name": "Mel Sammut",
    "Comment": "Thank you both so much for the most incredible and once in a lifetime opportunity"
  },
  {
    "Name": "Beth Harrison ",
    "Comment": "500 Thanks yous and 500 more! I had an amazing time in Edinburgh and the energy, organisation and support from you three was ace. Looking forward to a future Edinburgh trip! Xxx"
  },
  {
    "Name": "Diana E",
    "Comment": "Thanks for a wonderful week. If anything it was even better than last year!"
  },
  {
    "Name": "Karen Perrett",
    "Comment": "I had an absolutely amazing time. ! Thank you so so much. So much fun and laughter with my Showchoir friends."
  },
  {
    "Name": "Kinza",
    "Comment": "Jess, Doug & George! You are wonderful & made it all such a brilliant experience for everyone. Thank you for EVERYTHING xxx"
  },
  {
    "Name": "Christine Brown",
    "Comment": "What an amazing experience Edinburgh was. Thanks for all your hard work to make it so much fun for all of us - it's a time I'll never forget. Christine Brown xxx"
  },
  {
    "Name": "Jemma",
    "Comment": "Thank you so much Jess and Doug for another incredible fringe run! We had the absolute best time and are so grateful for your hard work, organisation and inspiration. Lots of love Jemma xxx"
  }
]